content/posts/the_master_switch.md
+++
title = "The Master Switch"
author = ["Daniel Biasiotto"]
date = 2023-12-16T21:02:00+01:00
tags = ["book"]
draft = false
+++

[Tim Wu]({{< relref "tim_wu.md" >}}), _The Master Switch_, 2010, Knopf

-   Stuff about this:
    -   [the Guardian Review](https://www.theguardian.com/books/2011/apr/02/master-switch-tim-wu-review)


## Notes {#notes}

-   [Kronos effect]({{< relref "kronos_effect.md" >}})
    -   companies _eating_ their prole to stop the innovation from hurting their business
-   power struggle and humanity crave for imperial control
    -   Wu argues that the constitution did a good job in the last centuries in controlling this tendency in politics
    -   this in the US got translated to free market capitalism with great power being detained by single entities or capitalists with monopolies
-   the main argument of the book is that the information market different from others is being more susceptible to monopoly control in what Wu calls [The Cycle]({{< relref "the_cycle.md" >}})
-   [The Cycle]({{< relref "the_cycle.md" >}})
    -   all modern communications technology lived through it
        -   telephone, radio, cinema, TV
    -   the first years of the technology come with optimistic hopes for its effect on the human condition, great optimism and idealism over the **open** medium
    -   the openness doesn' t last
        -   big players argue that a single corporation can offer a much better product with a monopoly
            -   this comes with great control over what can get communicated over the medium
    -   _from somebody's hobby to somebody's industry_
    -   _from freely accessible lane to one strictly controlled by a single corporation or cartel_
    -   _from open to closed system_
    -   does this apply to the web? nobody knows yet
        -   modern-day risks can be found in the attempts at _vertical integration_ that for example Apple has been planning
-   great personalities Wu uses to construct his claim
    -   Theodore Vail with `AT&T` in long distance communications
    -   David Sarnoff with `RCA` and `NBC` in radio
    -   Adolph Zukor with Paramount and its control over distribution outlets
-   [Common Carrier]({{< relref "common_carrier.md" >}})
    -   there are businesses so important to the correct functioning of our government and everyday life that must be free of bias and discrimination in their activity
    -   concept that Wu adapts to the information and communication industry with what he defines as [Net Neutrality]({{< relref "net_neutrality.md" >}})
